Repository: aoulaa/dtm_quiz_bot
Catalog: data/locales/*/LC_MESSAGES/languages.po
Languages: uz

source: Список команд: /start - Начать диалог /restart - Если что-то пойдет не так
uz: Buyruqlar ro'yxati: /start - Muloqotni boshlang /restart - Agar biror xatolik ro'ybersa

source: упсс все норм ?
uz: Nimadir buldmi ?

source: 🧠 Заниматься
uz: 🧠 Shug'ilanish

source: 📊 Рейтинг
uz: 📊 Reyting

source: язык🔁
uz: Til🔁

source: Добро пожаловать, надеюсь тебе тут понравится.
uz: Xush kelibsiz, umid qilamanki bot sizga yoqadi.

source: Ваш язык был изменен, вы находитесь в главном меню
uz: Tilingiz o'zgartirildi, siz asosiy menyuda turibsiz

source: Хотите изменить язык?
uz: Tilni o'zgartirishni xoxlaysizmi

source: Выбери тему и начни попрактиковаться
uz: Mavzuni tanlang va mashq qilishni boshlang

source: Чтобы попрактиковаться <a href='{}'>Нужно подписаться на канал.</a>
uz: Shug'ullanishni boshlash uchun <a href='{}'>Kanalimizga obuna buling.</a>

source: Это рейтинг игроков. Выполняй тесты каждый день и получай рейтинговые очки! Здесь ты можешь увидеть на каком ты месте и в какой лиге сейчас:
uz: Bu uyinchilar reytingi. Har kuni testlardan o'ting va reyting ballarini oling! Bu erda siz qaerda ekanligingizni va hozir qaysi ligada ekanligingizni ko'rishingiz mumkin:

source: 🕴 Мой рейтинг
uz: 🕴 Mening reytingim

source: 🌎 Топ 10
uz: 🌎 Top 10

source: Привет, {}! Я тебя хорошо знаю что сегодня будем делать?
uz: Salom {}! Men sizni yaxshi bilaman, bugun nima qilamiz?

source: ⬅ назад
uz: ⬅ ortga

source: вы в главном меню
uz: Siz asosiy menyuda
